{"entries":[{"skip_index":true,"title":"Search results","url":"/agilecity/search/","tags":[],"body":""},{"title":"1. Where To Start","url":"/agilecity/1-where-to-start/","tags":[],"body":"For any performance metric to have an impact it has to have 3 characteristics: Address decision maker's concern clearly If the metric being used does not inform a decision maker, or give a frontline worker a better sense of how well they are doing their job, the metric may not be relevant. This can be the case even for metrics that feel important. A clear feedback loop for improvement A Sustainable process for data collection and dissemination At the beginning of any project, particularly one that is introducing new processes into an organization, the question of whether this new process will outlast the team that is developing it is important to plan for. This is even more Start Small It can be tempting to want to tackle all issues at once. There may be pressure from decision makers above you to roll out a 'comprehensive' performance management system from the beginning. Resist that urge. Focus on a narrow domain and get it right. This is the best way to learn quickly what works and what does not. Example: A young mayor comes into office with a mandate for change. She wants to see results, and fast, and tasks you with making it happen. Rather then try to address all possible improvements at once, focus on the lowest hanging fruit. Is there an agency with particularly good data already that has shown a willingness for change? Is there a process in the City that is particularly burdensome for employees or citizens? Does Deciding What To Track Keeping the"},{"title":"2. Data Quality","url":"/agilecity/2-data-quality/","tags":[],"body":""},{"title":"3. Public Outreach","url":"/agilecity/3-public-outreach/","tags":[],"body":""},{"title":"4. Privacy","url":"/agilecity/4-privacy/","tags":[],"body":"General Problems Data isn’t always used the way users think. When you give data to a product company you think it’s just going to be used to deliver that product/service, but they may use it for other things or sell it to people who use it for other purposes. State of Florida requires that you get a driver’s license, then sells that data. volume, velocity, variety"},{"title":"5. The Dangers of Data","url":"/agilecity/5-the-danger-of-data/","tags":[],"body":"Data is a social mirror"},{"title":"6. Document Your Process","url":"/agilecity/6-document-your-process/","tags":[],"body":""},{"title":"7. Data Pipeline","url":"/agilecity/7-data-pipeline/","tags":[],"body":""},{"title":"Cleaning and Consolidating","url":"/agilecity/7-data-pipeline/cleaning-and-consolidation/","tags":[],"body":""},{"title":"Find The Data","url":"/agilecity/7-data-pipeline/find-the-data/","tags":[],"body":""},{"title":"Output","url":"/agilecity/7-data-pipeline/output/","tags":[],"body":""},{"title":"Who Is This For?","url":"/agilecity/","tags":[],"body":"Not all cities are big. There are over *** cities in the United States with less than 100,000 people. These cities represent % of all urban dwellers in the country. This significant We are calling these cities 'agile cities' to highlight an advantage smaller cities have over their larger counterparts: the size to be agile. Unlike larger cities with sprawling bureaucracies, civil servants in smaller cities have faster, more direct access to their colleagues. In some instances, they may be the only one in the city doing their job. Thus, the challenges they face under limited resources is also a strength. There are fewer roadblocks in the way of change, and a small, committed team can make a significant impact. We're here to help you bunch above your weight. The Playbook This playbook provides a collection of best practices, useful advice, and concrete examples on implementing performance management in a city with limited resources. The playbook can be explored in order, but the sections also stand on their own, allowing a reader to dive into a topic that is most relevant right away. Get Started Here"}]}