{"entries":[{"skip_index":true,"title":"Search results","url":"/AgileCityPerformancePlaybook/search/","tags":[],"body":""},{"title":"1. Where To Start","url":"/AgileCityPerformancePlaybook/1-where-to-start/","tags":[],"body":"For any performance metric to have an impact it has to have 3 characteristics: Address decision maker's concern clearly If the metric being used does not inform a decision maker, or give a frontline worker a better sense of how well they are doing their job, the metric may not be relevant. This can be the case even for metrics that feel A clear feedback loop for improvement A Start Small It can be tempting to want to tackle all issues at once. There may be pressure from decision makers above you to roll out a 'comprehensive' performance management system from the beginning. Resist that urge. Focus on a narrow domain and get it right. This is the best way to learn quickly what works and what does not. Example: A young mayor comes into office with a mandate for change. She wants to see results, and fast, and tasks you with making it happen. Rather then try to address all possible improvements at once, focus on the lowest hanging fruit. Is there an agency with particularly good data already that has shown a willingness for change? Is there a process in the City that is particularly burdensome for employees or citizens? Does Deciding What To Track Keeping the"},{"title":"2. Data Quality","url":"/AgileCityPerformancePlaybook/2-data-quality/","tags":[],"body":"There are two ways to add images. First, if you'd like to keep all your images in a separate directory, create an images/ directory and put your images inside it. Otherwise, you can keep an image in the same directory as the page that references it. You may want to use jpegoptim or optipng to optimize your images. On OS X, both are available via Homebrew. Now within your documents, you can reference your images as outlined below and abiding by the advice in the Accessibility Guide. If an image is in a separate directory: If it's in the same directory as the source document, the link should be relative to the parent directory of the document, specified as ..: Next steps Click the Update the Config File entry in the table of contents."},{"title":"3. Public Outreach","url":"/AgileCityPerformancePlaybook/3-public-outreach/","tags":[],"body":""},{"title":"4. Privacy","url":"/AgileCityPerformancePlaybook/4-privacy/","tags":[],"body":""},{"title":"5. The Dangers of Data","url":"/AgileCityPerformancePlaybook/5-the-danger-of-data/","tags":[],"body":"Data is just data is a social mirror"},{"title":"Who Is This For?","url":"/AgileCityPerformancePlaybook/","tags":[],"body":"Not all cities are big. There are over *** cities in the United States with less than 100,000 people. These cities represent % of all urban dwellers in the country. This significant We are calling these cities 'agile cities' to highlight an advantage smaller cities have over their larger counterparts: the size to be agile. Unlike larger cities with sprawling bureaucracies, civil servants in smaller cities have faster, more direct access to their colleagues. In some instances, they may be the only one in the city doing their job. Thus, the challenges they face under limited resources is also a strength. There are fewer roadblocks in the way of change, and a small, committed team can make a significant impact. We're here to help you bunch above your weight. The Playbook This playbook provides a collection of best practices, useful advice, and concrete examples on implementing performance management in a city with limited resources. The playbook can be explored in order, but the sections also stand on their own, allowing a reader to dive into a topic that is most relevant right away. Get Started Here"}]}